tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'

brew 'openssl'
brew 'ansible'
brew 'ctags'
brew 'curl'
brew 'lame'
brew 'git'
brew 'ffmpeg'
brew 'git-fixup'
brew 'hub'
brew 'imagemagick'
brew 'macvim', args: ['with-override-system-vim']
brew 'mongodb', restart_service: true
brew 'node'
brew 'phantomjs'
brew 'readline'
brew 'postgresql', restart_service: true
brew 'redis'
brew 'the_silver_searcher'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'zsh'

cask 'blender'
cask 'calibre'
cask 'imageoptim'
cask 'krita'
cask 'vlc'
