tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'

# utilities
brew 'ansible'
brew 'ctags'
brew 'curl'
brew 'ffmpeg'
brew 'git'
brew 'git-fixup'
brew 'hub'
brew 'imagemagick'
brew 'lame'
brew 'macvim', args: ['with-lua', 'with-override-system-vim']
brew 'mas'
brew 'mongodb', restart_service: true
brew 'node'
brew 'openssl'
brew 'phantomjs'
brew 'postgresql', restart_service: true
brew 'redis'
brew 'the_silver_searcher'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'wget'
brew 'zsh'

# dependencies
brew 'autoconf'
brew 'automake'
brew 'cscope'
brew 'dirmngr'
brew 'doxygen'
brew 'freetype'
brew 'gdbm'
brew 'gnupg2'
brew 'gpg-agent'
brew 'jpeg'
brew 'libassuan'
brew 'libevent'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libksba'
brew 'libpng'
brew 'libssh'
brew 'libtiff'
brew 'libtool'
brew 'libusb'
brew 'libusb-compat'
brew 'libyaml'
brew 'lua'
brew 'msgpack'
brew 'pcre'
brew 'pinentry'
brew 'pkg-config'
brew 'pth'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'utf8proc'
brew 'x264'
brew 'xvid'
brew 'xz'

# utilities
cask 'atom'
cask 'caffeine'
cask 'dropbox'
cask 'flycut'
cask 'gitx'
cask 'iterm2'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'tunnelbear'
cask 'utorrent'
cask 'virtualbox'
# graphics
cask 'blender'
cask 'gimp'
cask 'imageoptim'
cask 'krita'
cask 'skitch'
cask 'vlc'
# browser
cask 'firefox'
cask 'google-chrome'
# others
cask 'calibre'

mas 'Tomato One', id: 907364780
