tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'xquartz'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl', args: ['universal']
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'cmake'
brew 'cscope'
brew 'ctags'
brew 'curl'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'doxygen'
brew 'exiftool'
brew 'lame'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['universal']
brew 'webp', args: ['universal']
brew 'gd', args: ['universal']
brew 'git-fixup'
brew 'gmp'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'gnupg2'
brew 'libtasn1', args: ['universal']
brew 'libunistring'
brew 'nettle'
brew 'libffi'
brew 'p11-kit'
brew 'gnutls'
brew 'hub'
brew 'libtool', args: ['universal']
brew 'xz'
brew 'imagemagick'
brew 'jasper', args: ['universal']
brew 'libevent'
brew 'libgphoto2', args: ['universal']
brew 'libicns', args: ['universal']
brew 'libssh'
brew 'little-cms2', args: ['universal']
brew 'lua'
brew 'macvim', args: ['with-lua', 'with-override-system-vim']
brew 'makedepend'
brew 'mas'
brew 'mongodb', restart_service: true
brew 'msgpack'
brew 'net-snmp'
brew 'node'
brew 'pcre'
brew 'phantomjs'
brew 'pkg-config'
brew 'postgresql', restart_service: true
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'sane-backends', args: ['universal']
brew 'svgcleaner'
brew 'the_silver_searcher'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'unrar'
brew 'utf8proc'
brew 'wget'
brew 'wine'
brew 'zsh'
cask 'atom'
cask 'blender'
cask 'caffeine'
cask 'calibre'
cask 'dropbox'
cask 'firefox'
cask 'flycut'
cask 'gimp'
cask 'google-chrome'
cask 'imageoptim'
cask 'iterm2'
cask 'krita'
cask 'rowanj-gitx'
cask 'skitch'
cask 'skype'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'tunnelbear'
cask 'utorrent'
cask 'virtualbox'
cask 'vlc'
mas 'iMovie', id: 408981434
mas 'Xcode', id: 497799835
mas 'Keynote', id: 409183694
mas 'Tomato One', id: 907364780
mas 'Caffeine', id: 411246225
